xeon/20220130-no-fpw/logs/pg-1-32-16/1000/run-rw-3/pgbench.log
pgbench (15devel)
transaction type: <builtin: simple update>
scaling factor: 1000
query mode: prepared
number of clients: 32
number of threads: 8
duration: 1800 s
number of transactions actually processed: 129248293
latency average = 0.446 ms
initial connection time = 11.384 ms
tps = 71804.851359 (without initial connection time)